[
  {
    "testimonial": "All work was done on time as promised and in each case, my expectations were exceeded.  Anyone looking for outstanding workmanship that is done by an honest trustworthy contractor should look no further than Wendell.",
    "author": "D G",
    "location": "Ajax"
  },
  {
    "testimonial": "I found Mr. Sumner willing and able to complete the jobs both large and small, within a timeframe, with confidence and accuracy and  sometimes imaginationIt is refreshing to find someone who does not mind doing small jobs and does them as well as the larger ones.",
    "author": "S R",
    "location": "Ajax"
  },
  {
    "testimonial": "I would certainly recommend Mr. Sumner for any home repairs. His attention to detail as well as his willingness to find the best solution for any repairs was by all means very comforting & feasible. Any future client will find in Mr. Sumner a very professional, caring and disciplined home repair specialist who easily puts his clients at ease.",
    "author": "F & M-HW",
    "location": "Whitby"
  },
  {
    "testimonial": "The time and care you spent. Being able to trust you in my home. It was nice the work could be done when I wasn't there. Extremely happy with the results. Thank you so much for the wonderful job you did with my floors & house. It was so nice having someone who takes their time to care about the job they do. My house looks great!",
    "author": "C C",
    "location": "Ajax"
  },
  {
    "testimonial": "Very pleased with the quality of work and thoroughness of your cleanup. Timely, prompt service. Said what you would do and did it; kept your word.",
    "author": "G G",
    "location": "Pickering"
  },
  {
    "testimonial": "Very knowledgeable and helpful with his advice and very friendly and hard working. Work was done in a timely fashion and exactly as agreed on.When I had asked that the work be modified from what was originally agreed upon, it was re-done in a courteous and professional manner.",
    "author": "I C",
    "location": "Whitby"
  },
  {
    "testimonial": "All the little additional things you did without being asked or expected. Everything was above and beyond expectations!",
    "author": "K M",
    "location": "Unionville"
  },
  {
    "testimonial": "I appreciated your creative initiative, working with my ideas and good communication.",
    "author": "P B",
    "location": "Scarborough"
  },
  {
    "testimonial": "Always in a great mood.",
    "author": "Y C",
    "location": "Ajax"
  },
  {
    "testimonial": "Careful workmanship, pleasing personality and very obliging. I will definitely pass on your name when people are looking for help.",
    "author": "D J",
    "location": "Pickering"
  },
  {
    "testimonial": "The quality of your workmanship is excellent. What we really appreciated with you was the fact that you were so dependable - you came on the days that were arranged and always on time. You always made sure our property was cleaned up after you were through for the day. You are such a pleasant person to have around - You actually made it enjoyable We would highly recommend you to anyone. Thank you once again. There's no doubt you will hear from us again!",
    "author": "D & T H",
    "location": "Whitby"
  },
  {
    "testimonial": "We are very pleased with the workmanship and courteous service that HomeWorks provided us in redoing our kitchen. We would not hesitate to have Wendell do any of our Home renovations in the future!",
    "author": "P & S H",
    "location": "Pickering"
  },
  {
    "testimonial": "I am totally pleased with the work done for me by HomeWorks. Very professional from start to finish. The cost was as quoted and the work done on time. Highly recommended.",
    "author": "M B",
    "location": "Ajax"
  },
  {
    "testimonial": "True professional, exceptional work and looks after the customer interest first. After quarter of the work was completed I wanted slight change but was hesitate to ask because of the work that was already completed. By next day he had taken a part of what he had started and re-done the project to my complete satisfaction. He is very courteous and knowledgeable.",
    "author": "SH",
    "location": "Scarborough"
  },
  {
    "testimonial": "D and I would like to thank you so much for the work you did for our family, you did a terrific job! You gave us our “dream” basement and created for us a true masterpiece! Thank you for your perfection, flawless workmanship, superior customer service, high attention to detail and professionalism. We would use you again in a heartbeat! Thank you to a true professional!",
    "author": "D & J G",
    "location": "Ajax"
  },
  {
    "testimonial": "In April this year I wanted to redo my old gas fireplace and Wendell from HomeWorks was recommended to me. I wanted to re-face the fireplace with stone and have a new fire box designed for a display. I had never “tackled” a project like this and was so thankful that Wendell and Steve were able to suggest samples, accommodate design changes and in the end were responsible for “pulling” the project together. I am really enjoying the new fireplace and am still impressed with the workmanship in the installation. The job completion was within the time line promised including little extras that needed to be done once they commenced the job. Wendell and Steve are two professionals that I was very pleased to have in my home and would recommend them for renovations around your home. Thanks Again HomeWorks.",
    "author": "M W",
    "location": "Oshawa"
  },
  {
    "testimonial": "Thank you so much for all the work - it was worth every penny. Looking forward to working with you again.",
    "author": "SM",
    "location": "Toronto"
  }
]
